def instructions():
    """Инструкция"""
    print("\nПравила игры:\n"
      "-Имеется рандомное число от 1 до 100, котрое вам нужно отгадать\n"
      "-У вас есть 5 попыток\n"
      "-Если вы называете число меньше или больше загаданного, то получаете подсказку\n"
      "-После 5 промахов вы получаете букву\n"
      "-Если вы отгадали число быстрее, чем за 5 попыток, то букву получает компьютер\n"
      "-Кто первый наберет слово ГОВНО, тот проиграл\n"
      "Поехали!\n"
      "↓\n"
      "↓\n"
      "↓\n")